export const PAGES = {
  home: {
    title: 'Главная',
    href: '/',
  },
  courses: {
    title: 'Курсы',
    href: '/courses',
  },
  blog: {
    title: 'Блог',
    href: '/blog',
  },
  faq: {
    title: 'FAQ',
    href: '/faq',
  },
};

export const DATA_CARDS = [
  {
    title: 'Каждый модуль включает в себя:',
    text: [
      'Разбор теоретического материала',
      'Практические задания для закрепления материала',
      'Мини-лекции от наших преподавателей',
      'Аудио - и видеоматериалы',
    ],
  },
  {
    title: '',
    text: [
      'Готовим понятные методички\n' +
        'для более быстрого усвоения материала нашими учениками',
    ],
  },
  {
    title: '',
    text: [
      'Каждую неделю проводим\n' +
        'онлайн-занятия с преподавателем\n' +
        'в мини-группах от 5 до 20 человек',
      'Все записи занятий доступны на платформе в любое время',
    ],
  },
  {
    title: '',
    text: [
      'Раз в месяц проводим пробный экзамен\n' +
        'для проверки и мониторинга знаний ученика,\n' +
        'чтобы скорректировать вектор дальнейшего обучения\n' +
        'для достижения наилучшего результата',
      'Каждый пробный экзамен проверяется вручную нашими педагогами',
    ],
  },
];
